<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>PRJ_ONE</title>
<style type="text/css">

.prj_img{
	margin-top: 100px;
}
.icons{
display: flex;
align-items: 

}

#aside{
	margin-top: 60px;
	margin-right: 80px;
	width: 300px;
	height: 800px;
	background-color: gray;
	color: white;
	float: right;
	position: sticky;
}

</style>
</head>
<body>
<header>
	<jsp:include page="../header.jsp" />
</header>


<div id="aside">
	aaa
	
</div>

<section>
	<!-- 왼쪽상단 이미지 (찜, 제목, 공유, 뷰) -->
		
		
<div id="prj_img_wrap">
	<div>
       <a href="#" class="heart1"><img src="resources/images/system/heart.png" width="40px" style="top: 60px; left: 300px; position: relative;"></a>
	</div>
	<div class="prj_list1">
    	<img src="resources/images/system/dog.jpg" width="350">
	<div id="icons">
		<img src="resources/images/system/mt.jpg" style="width: 30px;">
		<p>
		<img src="resources/images/system/sea.jpg" style="width: 30px;">
	</div>
             <div class="prj_subject"> [ABCD 프로젝트] </div>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               <p> 설명 설명 설명 설명 설명 설명 설명 설명 설명 </p>
               
               </div>
	</div>




<!-- 오른쪽상단 현황박스 (기간, D-Day, 프로그래스바 1 or 2, 버튼 두개: 바구니/참여 ) 사이드 바-->
<!-- 중앙 : 이미지를 포함한 내용 일부 -->
	<!-- 더보기 누르면 전체 내용 -->
<!-- 태그 -->
<!-- 왼쪽 하단 참여한 사람들 : 프사 + 응원메세지 -->
<!-- 참여한 사람들 프사만 모음 -->
<!-- 더보기 누르면 프사 아이콘만 전체 나오기 -->


</section>

<footer>
	<jsp:include page="../footer.jsp" />
</footer>

</body>
</html>