<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>info_policy</title>
<link
	href="https://hangeul.pstatic.net/hangeul_static/css/nanum-square-neo.css"
	rel="stylesheet">
<link href="resources/css/info_policy.css" type="text/css"
	rel="stylesheet">
</head>
<body>
	<jsp:include page="../header.jsp" />

	<section>
		<h1>개인정보처리방침</h1>
	</section>
	<section class="info_policy">
		<textarea cols="80" rows="40" style="overflow-y: scroll">
외교부 개인정보 처리방침

외교부는 개인정보보호법 등 관련 법령을 준수하여 개인정보를 처리하고 있으며, 정보주체의 개인정보 및 권익을 보호하기 위해 다음과 같은 개인정보 처리방침을 두고 있습니다. 
이 방침은 별도의 설명이 없는 한 외교부에서 다루는 모든 개인정보 파일에 적용되며, 소관업무 처리를 위해 소속기관(부서)에서 별도의 개인정보 처리방침을 제정‧시행하는 경우에는 해당기관(부서)이 운영하는 누리집에 게시함을 알려드립니다.

외교부는 개인정보처리방침을 변경하는 경우에는 변경된 내용 및 시행 시기 등을 누리집을 통해 공지할 예정입니다.

주요 개인정보 처리 표시
일반 개인정보 수집
개인정보의 처리 목적
개인정보의 보유기간
개인정보 처리위탁 
개인정보의 제공         
개인정보 열람 청구

목차
「개인정보 처리방침」은 다음과 같은 내용으로 구성되어 있습니다.
 개인정보의 처리 목적, 처리하는 개인정보의 항목, 개인정보의 처리‧보유기간
 개인정보의 제3자 제공에 관한 사항
 개인정보의 위탁에 관한 사항
 개인정보의 파기절차 및 파기방법
 정보주체와 법정대리인의 권리·의무 및 행사방법
 개인정보의 안정성 확보조치에 관한 사항
 자동으로 수집하는 장치의 설치·운영 및 거부방법
 개인정보 보호책임자에 관한 사항
 개인정보의 열람청구를 접수·처리하는 부서
 정보주체의 권익침해에 대한 구제방법
 개인정보 처리방침의 변경에 관한 사항

 개인정보의 처리목적, 처리하는 개인정보의 항목, 개인정보의 처리‧보유기간
개인정보보호 종합지원포털 (www.privacy.go.kr// 연결주소: https://www.privacy.go.kr/wcp/dcl/per/personalInfoFileList.do?searchInsttCode=1262000)에서 외교부가 보유중인 개인정보파일별 개인정보의 처리목적, 개인정보의 항목, 개인정보의 처리‧보유기간 등을 열람할 수 있습니다.

 
 개인정보의 제3자 제공
외교부는 원칙적으로 각 개인정보파일을 운영 목적으로 명시한 범위 내에서만 개인정보를 처리하며, 제3자에게 개인정보를 제공하지 않습니다. 다만, 다음과 같이 관련 법률 규정에 의한 경우는 예외로 합니다.

  ￭ 제3자에게 개인정보를 제공할 수 있는 경우

1. 정보주체로부터 별도의 동의를 받은 경우
2. 법률에 특별한 규정이 있는 경우
3. 정보주체 또는 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
4. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아 볼 수 없는 형태로 개인정보를 제공하는 경우
5. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우
6. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우
7. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
8. 법원의 재판업무 수행을 위하여 필요한 경우
9. 형(形) 및 감호, 보호처분의 집행을 위하여 필요한 경우

 ☞ 제3자 제공 현황은 개인정보보호 종합지원포털(www.privacy.go.kr//연결주소: https://www.privacy.go.kr/wcp/dcl/per/personalInfoFileList.do?searchInsttCode=1262000)에서 확인 가능합니다. → ‘개인정보 열람 등 요구’ - ‘개인정보 열람 등 요구처리 조회’ 항목 참조

 개인정보 처리 위탁
① 외교부는 원활한 업무 진행을 위하여 다음과 같이 개인정보 처리 업무를 위탁하고 있습니다.
  ￭ 개인정보 처리 업무 위탁 내역

위탁업무(시스템)명
위탁업무 내용
관리부서명
수탁업체명
여권정보통합관리시스템
시스템 운영 및 유지보수
여권과
(주)소프트아이텍
여권 제작
여권 제작
여권과
한국조폐공사
여권 유효기간 만료 문자 발송 서비스
문자메시지 발송 업무
여권과
KT(LGU+, SKT)
여권 유효기간 만료 문자 발송 서비스
CI정보 변환 업무
여권과
NICE 평가정보
국제기구 인사센터 누리집
시스템 유지보수
유엔과
㈜뷰릭스
영사정보시스템
(G4K, e-APP, LA(총) 신분증 발급시스템)
시스템 운영 및 유지보수
영사서비스과
㈜한국EDS 
㈜인밸류비즈
영사콜센터 전화상담시스템
시스템 유지보수
해외안전지킴센터
(영사콜센터)
㈜부뜰정보시스템
㈜에이아이커넥트
라틴아메리카 협력센터 누리집
시스템 유지보수
중남미지역협력과
㈜뷰릭스
외교사료관 누리집
시스템 유지보수
혁신행정담당관실
(외교사료팀)
㈜뷰릭스
국민외교아카데미 누리집
시스템 운영 및 유지보수
기획협력과
(주)소프트아이텍
국민외교아카데미 누리집
본인인증(아이핀,휴대전화)
기획협력과
SCI평가정보, 한국모바일인증(주)
외교부 대표 및 재외공관 누리집
시스템 유지보수
정책홍보담당관실
데일리소프트㈜


② 외교부는 관련 법률에 따라 다음의 내용이 포함된 문서에 의해 개인정보 처리 업무를 위탁하고 있으며, 수탁자가 개인정보를 안전하게 처리하는지를 관리․감독하고 있습니다.

  ￭ 개인정보 처리 업무 위탁시 문서에 포함되는 내용

1. 위탁업무 수행 목적 외 개인정보의 처리 금지에 관한 사항
2. 개인정보의 기술적‧관리적 보호조치에 관한 사항
3. 위탁 업무의 목적 및 범위
4. 재위탁 제한에 관한 사항
5. 개인정보에 대한 접근 제한 등 안전성 확보 조치에 관한 사항
6. 위탁업무와 관련하여 보유하고 있는 개인정보의 관리 현황 점검 등 감독에 관한 사항
7. 수탁자가 준수하여야 할 의무를 위반한 경우의 손해배상 등에 관한 사항




 개인정보의 파기 절차 및 파기 방법
외교부는 개인정보 보유기간의 경과 및 개인정보 처리 목적 달성 등 개인정보가 불필요하게 되었을 때에는 관련 법령에 따라 지체 없이(개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내) 그 개인정보를 파기합니다.
가. 파기절차
  불필요한 개인정보 및 개인정보파일은 개인정보보호책임자의 책임 하에 내부방침 절차에 따라 다음과 같이 처리하고 있습니다.
   - 개인정보의 파기 : 보유기간이 경과한 개인정보는 종료일로부터 지체없이 파기한다.
   - 개인정보파일의 파기 : 개인정보파일의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보파일이 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 지체없이 그 개인정보파일을 파기합니다.
나. 파기 방법
   - 전자적 파일 형태인 경우 : 복원이 불가능한 방법으로 영구 삭제
   - 전자적 형태 이외의 기록물, 인쇄물, 서면 및 그 밖의 기록매체인 경우 : 파쇄 또는 소각

 정보주체의 권리·의무 및 그 행사 방법
정보주체는 다음과 같은 권리를 행사할 수 있으며, 만14세 미만 아동의 경우에는 법정대리인이 그 아동의 개인정보에 대한 권리를 행사할 수 있습니다.

가. 개인정보 열람 요구
개인정보보호법 제35조(개인정보의 열람)에 따라 자신의 개인정보에 대한 열람을 요구할 수 있습니다. 다만, 개인정보 열람 요구는 󰡔개인정보보호법󰡕 제35조 제4항에 의하여 다음과 같이 제한될 수 있습니다.

  ￭ 개인정보의 열람이 제한되는 경우

1. 법률에 따라 열람이 금지되거나 제한되는 경우
2. 다른 사람의 생명‧신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
3. 공공기관이 다음 각 목의 어느 하나에 해당하는 업무를 수행할 때 중대한 지장을 초래하는 경우
  가. 조세의 부과‧징수 또는 환급에 관한 업무
  나. 󰡔초‧중등교육법󰡕 및 󰡔고등교육법󰡕에 따른 각급 학교, 󰡔평생교육법󰡕에 따른 평생교육시설, 그 밖의 다른 법률에 따라 설치된 고등교육기관에서의 성적 평가 또는 입학자 선발에 관한 업무
  다. 학력‧기능 및 채용에 관한 시험, 자격 심사에 관한 업무
  라. 보상금‧급부금 산정 등에 대하여 진행 중인 평가 또는 판단에 관한 업무
  마. 다른 법률에 따라 진행 중인 감사 및 조사에 관한 업무


나. 개인정보 정정·삭제 요구
 개인정보보호법 제36조(개인정보의 정정·삭제)에 따라 정정·삭제를 요구할 수 있습니다. 다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

다. 개인정보 처리정지 요구
 개인정보보호법 제37조(개인정보의 처리정지 등)에 따라 처리정지를 요구할 수 있습니다. 다만, 개인정보 처리정지 요구시 동법 제37조 제2항에 의하여 처리정지 요구가 거절될 수 있습니다.

  ￭ 개인정보의 처리정지 요구가 거절되는 경우

1. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
2. 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
3. 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우
4. 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우


 개인정보의 안전성 확보 조치
외교부는 보유중인 개인정보의 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 다음과 같이 취하고 있습니다.
가. 개인정보 취급은 업무상 반드시 필요한 인원에 한하여 허용하고 있습니다.
나. 개인정보를 저장하는 데이터베이스시스템에 대한 접근을 통제하고 있으며, 첨단 보안시스템을 이용하여 외부로부터의 무단 접근을 차단하고 있습니다.
다. 개인정보처리시스템에 접속한 기록을 관련 규정에 따라 보관·관리하고 있으며, 접속 기록이 위‧변조 되거나 도난, 분실되지 않도록 관리하고 있습니다.
라. 개인정보 암호화 등을 통해 안전하게 저장‧관리하고 있으며, 중요 데이터는 암호화하여 전송하는 등의 강화된 보안 기능을 적용하고 있습니다.
마. 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위해 보안프로그램을 설치하고 주기적으로 갱신·점검하고 있습니다.
바. 개인정보를 보관하고 있는 정보시스템은 안전한 장소에 별도로 두고, 이에 대한 출입통제 절차를 수립·운영하여 비인가자가 접근하지 못하도록 하고 있습니다.

 개인정보 자동 수집장치의 설치･운영 및 거부에 관한 사항
  ① 외교부는 이용자의 웹사이트 방문기록 파악을 위해 이용 정보를 저장하고, 수시로 불러오는 ‘쿠키(cookie)’를 사용하며, 해당 정보를 목적 외로 이용하거나 제3자에게 제공하지 않습니다.
  ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며, 이용자의 PC내의 하드디스크에 저장되기도 합니다.

  가. 쿠키의 사용 목적 : 누리집에 방문하는 방문자 통계처리를 위해 사용됩니다.
  나. 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부할 수 있습니다.
  다. 쿠키 저장여부에 관계없이 모든 서비스는 이용하실 수 있습니다.


 개인정보보호 책임자 및 담당자
외교부는 개인정보를 보호하고 개인정보와 관련된 사항을 처리하기 위해 아래와 같이 개인정보보호 책임자 및 실무담당자를 지정하고 있습니다.

☞ 개인정보보호 책임자 : 기획조정실 정보관리기획관 배일영
☞ 개인정보보호 담당자 : 기획조정실 외교정보보안담당관실 외무사무관 윤준호
                        (연락처 : 02-2100-7189, 이메일 : jhyun07@mofa.go.kr)

 개인정보 열람 청구를 접수・처리하는 부서
① 정보주체는 개인정보보호법에 따라 개인정보의 열람을 다음의 담당 부서에 청구할 수 있습니다.
- 개인정보보호 종합지원포털(www.privacy.go.kr//연결주소: https://www.privacy.go.kr/wcp/dcl/per/personalInfoFileList.do?searchInsttCode=1262000) 개인정보파일 상세조회 → ‘개인정보의 열람 요구를 접수․처리하는 부서’ 항목 참조
② 정보주체는 위의 열람청구 접수․처리부서 이외에 개인정보보호 종합지원포털(www.privacy.go.kr//연결주소: https://www.privacy.go.kr/wcp/dcl/per/pernalInfo.do)을 통해서도 개인정보 열람청구를 할 수 있습니다.

 권익침해 구제 방법
정보주체는 개인정보에 관한 권리 또는 이익을 침해받은 경우 개인정보침해 신고센터 등 관련 기관에 침해사실을 신고할 수 있습니다. 또한, 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체자의 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인해 정보주체의 권리 또는 이익이 침해 받았을 경우에는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.

☞ 개인정보침해신고센터 : (국번없이) 118(privacy.kisa.or.kr)
☞ 개인정보 분쟁조정위원회 : (국번없이) 1833-6972(www.kopico.go.kr)
☞ 대검찰청 사이버수사과 : (국번없이) 1301(www.spo.go.kr)
☞ 경찰청 사이버안전국 : (국번없이) 182(cyberbureau.police.go.kr)
☞ 각 지방 행정심판위원회 : 중앙행정심판위원회(www.simpan.go.kr) 홈페이지 누리집 연락처 참조

		 </textarea>
	</section>

	<jsp:include page="../footer.jsp" />
</body>
</html>